micropython/micropython/ports/raspberrypi/boards/waveshare_rp2040_zero/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Waveshare RP2040-Zero"
#define MICROPY_HW_MCU_NAME "rp2040"

#define DEFAULT_UART_BUS_TX (&pin_GPIO0)
#define DEFAULT_UART_BUS_RX (&pin_GPIO1)

#define MICROPY_HW_NEOPIXEL (&pin_GPIO16)
